import React from 'react';

const ListOfTasks = () => {
    return (
        <div className='container card mt-2'>
            <div className='row border-bottom'>
                <h3 className='text-center'>የዘርፉ ኣስተባባሪ ዝርዝር ተግባራት</h3>
            </div>
            <div className='row'>
                <div className='col'>
                    <ul>
                        <li>የዘርፉን ሥራዎች ማቀድ፣ መምራትና ማስተባበር</li>
                        <li>ለስራው የሚያስፈልግ ግብዓት እና በጀት እንዲሟላ ያደርጋል/ያስደርጋል</li>
                        <li>የተነሺዎች መረጃ በኣግባቡ መሰብሰቡን፣መረጋገጡን እና መደራጀቱን መከታተል እና ድጋፍ ማድረግ</li>
                        <li>ለልማት ተነሺዎች የካሳ ክፍያ መተመኑን እና ምትክ ቦታ(ቤት)መወሰኑን እና ለተነሺዎች መሰጠቱን ይከታተላል ይደግፋል</li>
                        <li>የፍርስራሽ ግምት እና ቦታ ማጽዳት ስራን ይከታተላል</li>
                        <li>የልማት ተነሺዎችን ውይይት ይመራል ያስተባብራል</li>
                        <li>ለልማት የተለዩ ቦታዎችን ለወሰን ማስከበር እንዲተላለፍ ማድረግ</li>
                        <li>የሽንሻኖ ስራ መስራት የወሰን ድንጋይ መትከልና ስራዎችን ማስተባበር</li>
                        <li>መሬት በባንክ ገቢ መሆኑ፣ መጠበቁ፣ ወጪ መሆኑን መከታተል፣ ኣፈጻጸሙን መምራት</li>
                        <li>የመሰረተ ልማት ቅንጅት ዕቅድ ዝግጅት፣ በጀት ማስያዝ</li>
                        
                    </ul>

                </div>
                <div className='col'>
                    <ul>
                    <li>ለኣልሚዎች የተላለፈላቸዉን ቦታ ርክክብ መደረጉን፣ የተላለፉ ቦታዎችን መረጃ በመሰረታዊ ካርታ እና በዳታቤዝ መደራጀቱን መከታተል፣ ኣፈጻጸሙን መምራት</li>
                        <li>ቦታ ለተወሰነላቸው ኣልሚዎች የሊዝ ዉል መዋዋላቸውን እና የይዞታ ማረጋገጫ ካርታ መዘጋጀቱን ይከታተላል፣ ያስተባብራል</li>
                        <li>በዘረፉ የሚሰጡ ኣገልግሎቶች በተቀመጠላቸው ስታንዳርድ መምርያ መሰረት መሆኑን ይከታተላል</li>
                        <li>የሊዝ ክትትል እና ገቢ ኣሰባስበን በበላይነት ይመራል</li>
                        <li>ዘርፉን ወክሎ በተለዩ ስልጠናዎች እና ስብሰባዎች ላይ ይሳተፋል</li>
                        <li>ከፈጻሚዎች እና ከተገልግዩ የሚቀርብለትን ጥቆማዎች፣ ኣስተያየቶች እና ቅሬታዎችን በመቀበል የስራ ኣፈጻጸሙን ዉጤታማ እንዲሆን ማስቻል</li>
                        <li>ቡድኖች ያስተባብራል ዘርፉን በበላይነት ይመራል ያስተባብራል</li>
                        <li>ለጽ/ቤቱ ለሚቀርቡና ዉሳኔ ለሚያስፈልጋቸው ጉዳዮች የዉሳኔ ሃሳብ ማቅረብ እና ማስወሰን እንዲሁም ተፈጻሚነቱን መከታተል</li>
                    </ul>
                </div>
            </div>
        </div>
    );
}

export default ListOfTasks;