
    const lease = [
        { id: 1, type: 'ከውርስ በስተቀር በማንኛውም መንገድ ለ3ኛ ወገን የሚተላለፍ ከ 175 ካ.ሜ በላይ የሆነ ነባር ይዞታ የሊዝ ውል' },
        { id: 2, type: 'በሊዝ ስርዓት ለሚተዳደሩ እና የተናጠል ካርታ ላቀረቡ አልሚዎች የሚሰጥ የሊዝ ውል' },
        { id: 3, type: 'ከውርስ በስተቀር በማንኛውም መንገድ ለ3ኛ ወገን የሚተላለፍ ከ 175 ካ.ሜ በታች የሆነ የጋራ ግቢ ነባር ይዞታ የሊዝ ውል' },
        { id: 4, type: 'ከውርስ በስተቀር በማንኛውም መንገድ ለ3ኛ ወገን የሚተላለፍ ከ 175 ካ.ሜ በታች የሆነ ነባር ይዞታ የሊዝ ውል' },
        { id: 5, type: 'በሊዝ ጨረታ የተላለፈ ቦታ የሊዝ ውል' },
        { id: 6, type: 'በሊዝ አግባብ የተገኘ ይዞታ በሽያጭ ወይም በስጦታ ሲተላለፍ ከገዢ ወይም ከስጦታ ተቀባይ ጋር የገባ ውል የሊዝ መብት ማስተላለፊያ ውል' },
        { id: 7, type: 'በቋሚ ሊዝ በጨረታ፣ በድርድር እና በምደባ አግባብ የተገኘ ይዞታ የተሻሻለ የሊዝ ውል' },
        { id: 8, type: 'የቋሚ ሊዝ የግንባታ መጀመሪያ ጊዜ ማሻሻያ ውል' },
        { id: 9, type: 'የግንባታ ማጠናቀቂያ ጊዜ ማራዘሚያ ውል' },
        { id: 10, type: 'በሊዝ ስሪት የተያዙ ይዞታዎች ሲቀላቀሉ የሊዝ ውል የሚገቡ ቅጽ' },
        { id: 11, type: 'የግንባታ ማጠናቀቂያ ጊዜ ማራዘሚያ እና የእፎይታ ጊዜ የሊዝ ውል' },
        { id: 12, type: 'በሊዝ አግባብ የተገኘ ይዞታ በሽያጭ ወይም በስጦታ ሲተላለፍ ከገዢ ወይም ከስጦታ ተቀባይ ጋር የገባ ውል የሊዝ መብት ማስተላለፊያ ውል' },
        { id: 13, type: 'ከውርስ በስተቀር በማንኛውም መንገድ ለ3ኛ ወገን የሚተላለፍ ከ 175 ካ.ሜ በላይ የሆነ ነባር ይዞታ የሊዝ ውል' },
        { id: 14, type: 'በሊዝ አግባብ የተገኘ ይዞታ በሽያጭ ወይም በስጦታ ሲተላለፍ የገዢ/ከስጦታ ተቀባይ/ጋር የተገባ የአፓርትመንት የተናጠል ሊዝ ውል' },
        { id: 15, type: 'ከውርስ በስተቀር በማንኛውም መንገድ የተሻሻለ የሊዝ ውል' },
    ]

    export default lease;