import React from "react";

const JobDesc = () => {
    return (
        <>
        <div>
            <ul>
                <li>የሽንሻኖዎች ማረጋገጥ ሥራ መስራት</li>
                <li>የቅየሳ ስራ መስራት</li>
                <li>ሽንሻኖ ስራ መስራትና ማረጋገጥ</li>
                <li>የወሰን ድንጋይ መትከል እና ማስተላለፍ</li>
                <li>ለጨረታ፣ ለምደባ እና ምትክ ቦታ የተዘጋጀ ቦታ ለቢሮው በሀርድ እና በሶፍት ኮፒ መላክ</li>
                <li>ለልማት የተለዩ ቦታዎችን ወሰን እንዲከበር ማስተላለፍ</li>
                <li>የለማ መሬት በባንክ እንዲመዘገብ ማስረከብ</li>
                <li>ለቅድሚያ የማልማት የተላለፈ መሬት ክትትል ማድረግ</li>
                <li>የመሰረት ልማት ቅንጅት ዕቅድ ማዘጋጀት፣ በጀት ማስያዝ እና ክትትል ማድረግ</li>
            </ul>
        </div>
        </>
    )
}

export default JobDesc;