import React from "react";

const JobDesc = () => {
    return(
        <>
        <div>
            <ul>
                <li>የጸዳ መሬት እና ባዶ ቦታዎችን በመሰረታዊ ካርታ መመዝገብ፤ </li>
                <li>መሬት ሲተላለፍ መሰረታዊ ካርታ ላይ ማወራረስ</li>
                <li>ያልተዘጋጀ መሬት በመለየት እንዲለማ ለመሬት ዝግጅት ማስተላለፍ</li>
                <li>የጸዳ መሬት እና ባዶ ቦታዎችን መረጃ በሀርድ ኮፒ እና ስካን ኣድርጎ ማደራጀት፣ ለሚመለከተው መላክ</li>
                <li>በባንክ የተመዘገበ ባዶ ቦታ ብፕላን ፎርማት ለወረዳ መሬት ልማትና ኣስተዳደር ጽቤት እና ለክፍለ ከተማው ደንብ ማስከበር ማሳወቅ</li>
                <li>ባንክ የተመዘገቡ ቦታዎች ማስመዝገብ እና የምስክር ወረቀት መረከብ</li>
                <li>የመሬት ወረራ ባካሄዱ ህገ-ወጦች ላይ ተከታትሎ እርምጃ ማስወሰድ</li>
                <li>ክፍትህ ኣካላት እና ከሌሎች ተቋማት ለሚቀርቡ ትዕዛዞችና ጥያቄዎች ምላሽ መስጠት</li>
            </ul>
        </div>
        </>
    )
}

export default JobDesc;