import React from "react";

const JobDesc = () => {
    return (
        <>
        <div className="">
        <ul>
            <li>ለኣልሚዎች የተላለፈላቸው ቦታ ማስረከብ </li>
            <li>የይዞታ ማረጋገጫ ካርታ ማዘጋጀት</li>
            <li>የዋጋ ለውጥ የሌላቸው የሊዝ ይዞታዎች የኣገልግሎት ለውጥ ጥያቄ ተቀብሎ ማስተናገድ</li>
            <li>የግንባታ መጀመርያ፣ ማጠናቀቂያ እና የኣገልግሎት ለውጥ ክትትል ማድረግ</li>
            <li>የሊዝ ውል ማሻሻያ ማድረግ</li>
            <li>በጊዜያዊ ሊዝ ተላልፈው የውል ጊዜያቸው ያለፈ ቦታዎችን ውል በማቋረጥ ማስመለስ</li>
            <li>በዉላቸው መሰረት ያላለሙ ኣልሚዎች ላይ እርምጃ መውሰድ እና ማስወሰድ</li>
            <li>የተላለፉ ቦታዎችን መረጃ በመሰረታዊ ካርታና በዳታቤዝ ማደራጀት እና ማስተላለፍ</li>
            <li>ክፍትህ ኣካላት እና ከሌሎች ተቋማት ለሚቀርቡ ትዕዛዞችና ጥያቄዎች ምላሽ መስጠት</li>
            <li>የሊዝ መብት ማስተላለፍ ውል ማዋዋል</li>
            <li>የሊዝ ገቢ ክትትል ማድረግ</li>
        </ul>
        </div>
        </>
    )
}

export default JobDesc;